<?php
    #  定数
    #  define('con' ,'mysql:host=localhost;dbname=contact;charset=utf8');
    #  define('user' ,'root');
    #  define('password', 'cryptopie03');
    
    # DB接続情報
    define('connection' ,'mysql:host=localhost;dbname=cryptopie;charset=utf8');
    define('user' ,'root');
    define('password', 'cryptopie03');
    # reCAPTCHAキー
    define('reCAPTCHA', '6LeSaT4UAAAAAFRiHKCi6F41W-iCD5wF6wZxLReg');
 
    $agree = '利用規約
    CryptoPie 利用規約
    本利用規約は、株式会社CryptoPie（以下「当社」といいます。）が提供するウェブサービス「CryptoPie」（ドメイン「http://cryptopie.com/」において提供されるウェブサービスであり、以下「本サービス」といいます。）に関し、第２条に定める本会員及び本会員であった者と当社との間の権利義務関係を定めるものです。
    
    第１条 本利用規約の適用
    1.本利用規約は、当社と本会員（以下、本条においては、本会員であった者を含む。）との間に適用され、本サービスに関する当社と本会員との間の一切の権利義務関係を定めるものとします。
    2.本会員は、本サービス利用の前提として、本利用規約全文の内容を理解の上で、本利用規約が本サービスに関する当社と本会員との間の一切の権利義務関係を定めるものであることについて同意しなければならないものとします。
    3.本会員が本サービスを利用する場合、本利用規約が本サービスに関する当社と本会員との間の一切の権利義務関係を定めるものであることについて同意したとみなされるものとします。
    第２条 本会員
    1.本会員となろうとする者は、当社が定める手続に従って会員登録申請を行うものとします。当社は、当社の裁量により、会員登録申請の拒否を判断し、当社により会員登録を認められた者を本会員とします。
    2.本会員は、登録したログインＩＤ及びパスワードを自己の責任により管理するものとし、第三者に本会員としての地位の譲渡、利用許諾等の一切の処分をすることができないものとします。
    3.当社は、本会員が以下の各号のいずれか一つに該当したと判断した場合、本会員の登録抹消の処分をすることができるものとします。
    4.①本利用規約に違反した場合
    5.②本会員が登録したメールアドレスに対して当社が期限を定めて一定の回答を求める連絡をしたにもかかわらず、本会員から返答がなかった場合
    6.③本会員自身、本会員の役員若しくは従業員、若しくはその関係者が反社会勢力に該当した場合、又は、反社会勢力と直接若しくは間接を問わず関係を有した場合
    7.④その他当社が本会員として相応しくないと判断した場合
    8.⑤第６条の表明・保証に違反があった場合
    9.本会員は、本会員としての登録の抹消を希望する場合、当社が定める手続に従って本会員の登録抹消をすることができるものとします。
    第３条 本サービスの仕様及び利用許諾
    1.利用許諾 1) 当社は、本会員に対し、本利用規約に従って本サービスを利用することを許諾します。
    2.2)本会員は本利用規約に従って本サービスを利用することができるものとします。ただし，当該利用許可は，本会員が本サービスを本利用規約により許可された方法で使用することを唯一の目的としております。
    3.仕様 1)本サービスの機能及び仕様は，下記4)記載のほか，当社が「http://cryptopie.com/」（これより下位の階層のウェブページを含む。）に掲載する内容とします。
    4.2)当社は，本サービスの仕様を当社の裁量によって随時変更するものとし，本会員は，これにあらかじめ同意するものとします。
    5.3)本会員は，本サービスの仕様が随時変更されるものであることを認識し，上記1)に掲載される内容を適時確認するものとします。
    6.4)本サービスの仕様は以下のとおりとします。本会員は，以下の各仕様をいずれも理解し，あらかじめこれに承諾します。
    7.①本サービスが永続することは保証されません。
    8.②本サービスの仕様は，当社により随時変更されます。
    9.③本サービスの利用にあたって本会員が送信したデータが当社により永続的に確実に保持されることは保証されません。消失を望まない重要なデータについては本会員が自らバックアップを取る必要があります。
    10.④通信環境の障害，天災，火災，戦争，テロ行為その他の理由により，本サービスの継続が不能又は困難となる事態が生じることがあり，当社は，本会員に事前の予告なく，本サービス又は本システムの全部又は一部について停止・中断する場合があります。
    11.⑤当社は，システムの管理・保守などのメンテナンスを行う目的，又は，システムの機能向上のためのアップグレードを行うなどの目的により，事前に本会員に通知し又は事前の予告なく本サービスの全部又は一部について停止・中断する場合があります。
    12.⑥当社は，本サービスがウイルスその他有害な内容を含まないこと，セキュリティーが有効であることなどの安全性に最大限の努力は行いますが，本サービスの安全性，完全性，バグ及び瑕疵がないことは保証されません。
    第４条 知的財産権
    本会員は，本サービスにおける文章，画像その他のコンテンツに関する著作権，著作者人格権，特許権，商標権，実用新案権，意匠権，これらを受ける権利，商業上の信用，標章・呼称，アイデア，ノウハウ，その他の法的権利，法的利益及び事実上の利益に関し，いかなる権利又は利益も得るものではありません。
    第5条 禁止事項
    本会員は，本サービスに関し，自ら直接に又は第三者を介して間接に行うなど方法の如何を問わず，以下の各号のいずれか一つに該当する行為をしてはなりません。
    ①法令に違反する行為
    ②犯罪行為
    ③本利用規約に違反する行為
    ④当社，当社の役員又は従業員，スポンサー企業，他の本会員，その他当社に関連する者に対し，その権利又は利益を侵害する行為
    ⑤本サービスのソフトウェアのエラー，バグ，セキュリティーホール，その他瑕疵を利用する行為
    ⑥当社の管理サーバに対し，コンピュータ・ウィルス，その他悪質なコードを送信等する行為
    ⑦当社の管理するサーバ，ハードウェア又はネットワークの機能を破壊し，妨害し，又は，不必要に過度の負担をかける行為
    ⑧本サービスを違法な目的により利用する行為
    ⑨当社の本サービス又は本サービス以外のサービスを妨げる行為
    ⑩以上の各行為のうちのいずれかの行為をするために準備をする行為，又は，着手する行為
    ⑪以上の各行為に準じる行為であり，本サービスの趣旨に反する行為
    ⑫第６条の表明・保証に違反する行為
    第6条 反社会的勢力に関する表明・保証
    本会員は，当社に対し，本会員自身並びに本会員の役員及び従業員が暴力団，暴力団員，暴力団準構成員，暴力団関係者，総会屋その他の反社会的勢力（以下，一括して「反社会的勢力」といいます。）のいずれでもなく，また，そのいずれかと直接又は間接を問わず交流，資金・便宜の提供，取引その他の関係を有していないこと，及び，同状態が将来にわたり継続することを表明し，保証するものとします。
    第7条 本利用規約の変更
    1.当社は，本利用規約を変更することができるものとします。
    2.本会員は，当社が本利用規約を変更する可能性があることを認識し，①定期的に「http://cryptopie.com/」（これより下位の階層のウェブページを含む。）を閲覧すること，及び，②当社からの連絡先として指定されたメールアドレスについて当社からのメールを受信することができる環境を維持し，かつ，当該メールアドレスに当社から送信されたメールの内容を閲覧すること，をしなければならないものとします。
    3.当社は，本利用規約を変更する場合，その旨を「http://cryptopie.com/」（これより下位の階層のウェブページを含む。）に掲載し，かつ，当社からの連絡先として指定された本会員のメールアドレス宛に通知するものとします。本会員は，本利用規約の当該変更に同意できない場合，上記掲載から３０日以内に本サービスの利用を終了し，本会員登録の抹消をしなければならないものとします。
    4.当社は，前項の掲載から３０日以内に本会員が本会員登録の抹消をしない場合，本会員が本利用規約の当該変更に同意したとみなすものとし，このようにみなされることについて本会員はあらかじめ同意するものとします。
    第8条 譲渡等禁止
    当社及び本会員は，相手方の事前の書面による承諾なく，本利用規約に基づく権利義務又は地位について，第三者に対し，譲渡，承継，担保設定，その他の処分をすることができないものとします。
    第9条 免責
    当社の債務不履行又は不法行為に基づく損害賠償責任（ただし，当社，当社の代表者，又は当社の使用する者の故意又は重大な過失によるものを除く。）は，本会員が本サービスの利用に伴って当社に対して支払済みの利用手数料を上限とするものとします。
    第10条 準拠法及び管轄裁判所
    1.本利用規約の準拠法は日本法とします。
    4.本サービスに関する一切の紛争は，東京地方裁判所を第１審の専属的合意管轄裁判所とします。';

    define('Agreement',$agree);