<?php
$jitaku_option = [
    "0" => "選択してください",
    "1" => "自宅",
    "2" => "賃貸",
];

$kyoju_option = [
    "0" => "選択してください",
    "1" => "半年",
    "2" => "一年",
];

$koyo_option = [
    "0" => "選択してください",
    "1" => "半年",
    "2" => "一年",
];
$kinzokunensu_option = [
    "0" => "選択してください",
    "1" => "半年",
    "2" => "一年",
];

$earning_option = [
    "0" => "選択してください",
    "1" => "300万円未満",
    "2" => "300～500万円",
    "3" => "300～500万円",
    "4" => "300～500万円",
];
$borrowing_option = [
    "0" => "選択してください",
    "1" => "なし",
    "2" => "0～100万円",
];
$delay_option = [
    "0" => "選択してください",
    "1" => "なし",
    "2" => "あり",
];
$kazoku_option = [
    "0" => "選択してください",
    "1" => "家族あり（同居）",
    "2" => "家族あり（別居）",
];
$asset_option = [
    "0" => "選択してください",
    "1" => "なし",
    "2" => "100万円未満",
];
$income_option = [
    "0" => "選択してください",
    "1" => "給与所得",
    "2" => "事業所得",
];
$keii_option = [
    "0" => "選択してください",
    "1" => "当社ホームページ",
    "2" => "他サイト",
];
$tousi_option = [
    "0" => "選択してください",
    "1" => "5年以上",
    "2" => "5年未満",
];

