<!-- Main content -->
<section class="content">
    
    
    <!-- Form itself -->
    <section class="panel faq">
        <div class="panel-body faq-body">
            <h2 class="heading heading-default heading-h2">よくあるご質問</h2>
            <ul class="faq-list">
                                                <li>
                        <div class="faq-question-title"><i class="fa fa-question-circle"></i> アカウント作成の方法を教えてください。</div>
                        <div class="faq-question-body">
                            トップページ(https://cryptopie.com/)を開き、メールアドレスを入力して「私はロボットではありません」のチェック欄にチェックし、「新規会員登録」ボタンをクリックして新規会員登録手続きを開始してください。<br />
<br />
自動で返信メールが来ますのでそちらをご確認ください。<br />
もし返信メールが来ない場合はお問い合わせフォーム（https://cryptopie.com/contact/input/）までご連絡下さい。<br />
<br />
返信メール内にログイン画面URLとパスワードが記載されていますのでログイン画面URLからログインし、会員登録を続けてください。<br />
<br />
必須項目、パスワードの設定を行えば本会員登録完了です。<br />
本会員登録完了時に自動でメールが送られます。<br />
<br />
取引を開始するには本会員登録の他に「IDセルフィー」と「本人確認書類」のアップロードが必須となります。<br />
<br />
本人確認完了後、弊社から登録した住所宛にハガキをお送りいたしますのでそちらのハガキを受け取り後、取引開始することができます。
                        </div>
                    </li>
                                                <li>
                        <div class="faq-question-title"><i class="fa fa-question-circle"></i> 初回パスワードはどこに記載されていますか？</div>
                        <div class="faq-question-body">
                            初回パスワードとは、初回ログイン時に使うパスワードです。<br />
トップページから「新規会員登録」をすると自動でメールが届きますので、そちらのメール内に記載されています。
                        </div>
                    </li>
                                                <li>
                        <div class="faq-question-title"><i class="fa fa-question-circle"></i> パスワードを忘れてしまった方へ</div>
                        <div class="faq-question-body">
                            パスワードがわからずログイン出来なくなってしまった場合、ログイン画面の「パスワードを忘れた方へ」から再設定することが出来ます。<br />
画面の指示に従ってパスワードの再設定手続きを行ってください。
                        </div>
                    </li>
                                                <li>
                        <div class="faq-question-title"><i class="fa fa-question-circle"></i> 本人確認の必要性と手順について</div>
                        <div class="faq-question-body">
                            CryptoPieでは「犯罪による収益の移転防止に関する法律」に基づき、お取引などの当サービスを利用するには本人確認が必要になります。<br />
<br />
■本人確認の流れ<br />
1.　IDセルフィー、公的な本人確認書類をアップロードする<br />
2.　CryptoPieで確認完了後、ご登録頂いたご住所にハガキを発送します<br />
3.　ハガキのお受け取りと同時に確認が完了します<br />
<br />
■IDセルフィーとは<br />
ご提出される本人確認書類と、ご本人様を一緒に撮影した写真をご提出してください。<br />
<br />
お顔の横に本人確認書類に近づけ、書類にピントを合わせた状態で撮影します。<br />
<br />
<br />
■使用できる公的な本人確認書類<br />
<br />
・パスポート<br />
　顔写真のあるページと、ご住所のページをご提出ください。<br />
<br />
・運転免許証<br />
　表面と、裏面をご提出ください。<br />
<br />
・在留カード(RESIDENCE CARD)<br />
　表面と、裏面をご提出ください。<br />
<br />
・特別永住者証明書<br />
　表面と、裏面をご提出ください。<br />
<br />
・運転経歴証明書（平成24年4月1日以降に発行されたもの）<br />
　表面と、裏面をご提出ください。<br />
<br />
・住民基本台帳カード<br />
　表面と、裏面をご提出ください。<br />
<br />
・マイナンバーカード<br />
　表面のみご提出ください。<br />
<br />
■法人でのご登録の場合<br />
以下の書類のご提出が必要になります。<br />
<br />
・法人名義での口座通帳の表紙の写し<br />
<br />
・登記簿謄本等の写し（発行から6ヶ月以内）<br />
<br />
・取引担当者のIDセルフィー<br />
<br />
・取引担当者の本人確認書類（個人の場合と同様）
                        </div>
                    </li>
                                                <li>
                        <div class="faq-question-title"><i class="fa fa-question-circle"></i> 本人確認に必要な書類</div>
                        <div class="faq-question-body">
                            ご本人様の確認にて必要な身分証明書は以下のとおりです。<br />
<br />
■使用できる公的な本人確認書類<br />
<br />
・パスポート<br />
　顔写真のあるページと、ご住所のページをご提出ください。<br />
<br />
・運転免許証<br />
　表面と、裏面をご提出ください。<br />
<br />
・在留カード(RESIDENCE CARD)<br />
　表面と、裏面をご提出ください。<br />
<br />
・特別永住者証明書<br />
　表面と、裏面をご提出ください。<br />
<br />
・運転経歴証明書（平成24年4月1日以降に発行されたもの）<br />
　表面と、裏面をご提出ください。<br />
<br />
・住民基本台帳カード<br />
　表面と、裏面をご提出ください。<br />
<br />
・マイナンバーカード<br />
　表面のみご提出ください。<br />
<br />
■法人でのご登録の場合<br />
以下の書類のご提出が必要になります。<br />
<br />
・法人名義の口座通帳の、表紙の写し<br />
<br />
・登記簿謄本等の写し（発行から6ヶ月以内）<br />
<br />
・取引担当者のIDセルフィー<br />
<br />
・取引担当者の本人確認書類（個人の場合と同様）<br />
<br />
■IDセルフィーとは<br />
ご提出される本人確認書類と、ご本人様を一緒に撮影した写真をご提出してください。<br />
<br />
お顔の横に本人確認書類に近づけ、書類にピントを合わせた状態で撮影します。
                        </div>
                    </li>
                                                <li>
                        <div class="faq-question-title"><i class="fa fa-question-circle"></i> 登録した情報を変更したい</div>
                        <div class="faq-question-body">
                            ご登録情報変更の画面では、メールアドレス、パスワード、ご登録銀行口座情報の変更ができます。<br />
また、ご住所を変更されたい場合は「お問い合わせ」より「住所変更希望」を選択していただき、ご連絡下さい。
                        </div>
                    </li>
                                                <li>
                        <div class="faq-question-title"><i class="fa fa-question-circle"></i> 日本円の入金方法について</div>
                        <div class="faq-question-body">
                            「日本円を入金する」画面に案内される口座へお振込みすることで、ご利用者様のアカウントへ入金されます。<br />
<br />
必ずご利用者様ご本人名義の金融機関口座よりお振込みください。<br />
<br />
お振込みの際にはお振込み人の名義変更を行い、6桁の識別番号をご入力ください。<br />
6桁の数字は、同姓同名の複数のお客様による振込があった際に、迅速に入金処理をするための識別番号となります。<br />
<br />
振込人名義に 6 桁の数字を入力せずお振込してしまった場合、大変お手数ですが「お問合せフォーム」から以下の情報を添えてご連絡ください。<br />
・アカウント ID<br />
・6 桁の数字 振込名義<br />
・振込日時<br />
・振込金額
                        </div>
                    </li>
                                                <li>
                        <div class="faq-question-title"><i class="fa fa-question-circle"></i> 1日の仮想通貨購入上限はいくらですか？</div>
                        <div class="faq-question-body">
                            1日300万円までとなります。
                        </div>
                    </li>
                                                <li>
                        <div class="faq-question-title"><i class="fa fa-question-circle"></i> 日本円の入出金が反映されるにはどのぐらいかかりますか？</div>
                        <div class="faq-question-body">
                            日本円の入金には、銀行からのお振込みで入金された場合２営業日以内に反映されます。<br />
日本円の出金には、午前 11 時 30 分までにご依頼をいただいた場合は当日（銀行営業日）中、それ以降の場合は翌銀行営業日までに出金いたします。<br />
状況により遅れる可能性もありますのでご了承ください。
                        </div>
                    </li>
                                                <li>
                        <div class="faq-question-title"><i class="fa fa-question-circle"></i> Cryptopieで必要な手数料についてはどうなっていますか？</div>
                        <div class="faq-question-body">
                            Cryptopieでは、手数料が発生するポイントは３つです。<br />
（１）ユーザー様の銀行口座へ日本円を出金する時<br />
（２）Bitcoinを他ウォレットへ送金する時<br />
※取引手数料はかかりません<br />
<br />
2017年9月1日現在においては以下のようになっております。<br />
（１）日本円出金時：756円。<br />
（２）BTC送金手数料：0.002BTC<br />
<br />
※ビットコインの送金や取引には手数料がかかる場合があります。<br />
手数料は各取引所によって異なるので、利用する際は手数料を確認しましょう。<br />
<br />
主な手数料は下記取引の際に必要となります。<br />
<br />
・ビットコイン送金<br />
ビットコインを外部ウォレットに送金する際に必要になります。<br />
取引所への手数料ではなく、送金の際に必要となる認証作業への手数料で、採掘者に支払われます。<br />
<br />
・日本円出金<br />
ウォレットに保管しているビットコイン及びオルトコインを日本円に換えて出金する場合、手数料がかかります。<br />
<br />
この他にも提供するサービスや取引内容によって手数料が設定されていますので、<br />
各取引所の手数料を確認してから利用しましょう。
                        </div>
                    </li>
                                                <li>
                        <div class="faq-question-title"><i class="fa fa-question-circle"></i> ログイン失敗をしていたらログイン出来なくなってしまった</div>
                        <div class="faq-question-body">
                            IDやパスワードを連続して間違えると、アカウントにロックがかかってしまいます。<br />
５回間違えると３０分ほどロックがかかってしまいますので、パスワードを忘れてしまった場合は再設定をお勧めいたします。
                        </div>
                    </li>
                
            </ul>
        </div>
    </section>
    
</section><!-- /.content -->