パスワード再発行依頼を受け付けました。
以下より新しいパスワードを設定して下さい。

http://localhost/CodeIgniter/index.php/Form/reset_password_kakunin/

上記URLは24時間有効です。
パスワードの再設定は本メールの受信後、24時間以内に設定を完了させて下さい。

※このメールに心当たりのない場合は、上記リンクをクリックしないで下さい。

----------------------------------
━━━━━━━━━━━━━━━━━
　Fintech革命で世界中に幸せを
━━━━━━━━━━━━━━━━━

株式会社CryptoPie
〒150-0002
渋谷区渋谷2-17-3
渋谷アイビスビルA館401号室

※ 本メールに心当たりの無い場合や、ご意見ご質問等は下記へご連絡ください。

Mail: info@cryptopie.com

公式HP
https://cryptopie.co.jp/

仮想通貨ニュースサイトbit-life
http://bitlife.cryptopie.com

-----------------------------------
