{name}({kana})様

この度はお問い合せ頂き誠にありがとうございました。
改めて担当者よりご連絡をさせていただきます。

下記の内容にてお問い合せを受け付けました。

━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
お名前  :  {name}
フリガナ : {kana}
メールアドレス : {email}
お問い合わせ種別 : 
{category}
お問い合わせの内容 : 
{text}
━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
このメールに心当たりの無い場合は、お手数ですが
下記連絡先までお問い合わせください。
この度はお問い合わせ重ねてお礼申し上げます。
----------------------------------
━━━━━━━━━━━━━━━━━
Fintech革命で世界中に幸せを
━━━━━━━━━━━━━━━━━
株式会社CryptoPie
〒150-0002
渋谷区渋谷2-17-3
渋谷アイビスビルA館401号室
※本メールに心当たりの無い場合や、ご意見ご質問等は下記へご連絡ください。
Mail : info@cryptopiecom
公式HP
https : //cryptopiecojp/
仮想通貨ニュースサイトbit-life
http : //bitlifecryptopiecom
-----------------------------------
