{name}様
この度はお問い合せ頂き誠にありがとうございました。
改めて担当者よりご連絡をさせていただきます。

下記の内容にてお問い合せを受け付けました。
━━━━━━━━━━━━━━━━━━━━━━━━━━━━━
お名前: {name}
フリガナ: {kana}
メールアドレス: {email}
お問い合わせ種別:
「銀行からの振込で名義に数字を入れ忘れた」

お問い合わせの内容
{text}
━━━━━━━━━━━━━━━━━━━━━━━━━━━━━

このメールに心当たりの無い場合は、お手数ですが
下記連絡先までお問い合わせください。
この度はお問い合わせ重ねてお礼申し上げます。

----------------------------------
━━━━━━━━━━━━━━━━━
Fintech革命で世界中に幸せを
━━━━━━━━━━━━━━━━━

株式会社CryptoPie
〒150-0002
渋谷区渋谷2-17-3
渋谷アイビスビルA館401号室

※ 本メールに心当たりの無い場合や、ご意見ご質問等は下記へご連絡ください。

Mail: info@cryptopie.com

公式HP
https://cryptopie.co.jp/

仮想通貨ニュースサイトbit-life
http://bitlife.cryptopie.com

-----------------------------------